/* NSButton (Cancel) : <title:Cancel> (oid:40) */
"Cancel" = "Annuleer";

/* NSButton (Download) : <title:Download> (oid:39) */
"Download" = "Download";

/* NSTextField (0) : <title:Enter either a HTTP or FTP download link> (oid:50) */
"Enter either a HTTP or FTP download link" = "Geef ofwel een HTTP of een FTP download link";

/* NSWindow (New Download) : <title:New Download> (oid:35) */
"New Download" = "Nieuwe download";

/* NSTextField (URL:) : <title:URL: > (oid:38) */
"URL: " = "URL";

